Repository: piotrekmarkowski/PMemories-iOS
Catalog: PMemoriesApp/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sv, th, tr, uk, vi, zh_hans

source: Notes — flights, plans…
ar: ملاحظات — رحلات، خطط…
cs: Poznámky — lety, plány…
da: Noter — fly, planer…
de: Notizen — Flüge, Pläne…
el: Σημειώσεις — πτήσεις, σχέδια…
es: Notas — vuelos, planes…
fi: Muistiinpanot — lennot, suunnitelmat…
fr: Notes — vols, plans…
he: הערות — טיסות, תוכניות…
hi: नोट्स — फ़्लाइट, योजनाएँ…
hu: Jegyzetek — járatok, tervek…
id: Catatan — penerbangan, rencana…
it: Note — voli, piani…
ja: メモ — フライト、予定…
ko: 메모 — 항공편, 일정…
nb: Notater — fly, planer…
nl: Notities — vluchten, plannen…
pl: Notatki — loty, plany…
pt_br: Notas — voos, planos…
pt_pt: Notas — voos, planos…
ro: Notițe — zboruri, planuri…
sv: Anteckningar — flyg, planer…
th: บันทึก — เที่ยวบิน แผนการ…
tr: Notlar — uçuşlar, planlar…
uk: Нотатки — рейси, плани…
vi: Ghi chú — chuyến bay, kế hoạch…
zh_hans: 备注——航班、计划……

source: Nothing here yet
ar: لا يوجد شيء هنا بعد
cs: Zatím zde nic není
da: Intet her endnu
de: Hier ist noch nichts
el: Δεν υπάρχει τίποτα εδώ ακόμα
es: Todavía no hay nada aquí
fi: Ei vielä mitään täällä
fr: Rien ici pour l'instant
he: אין כאן עדיין כלום
hi: अभी यहां कुछ नहीं है
hu: Még nincs itt semmi
id: Belum ada apa-apa di sini
it: Ancora niente qui
ja: まだ何もありません
ko: 아직 아무것도 없습니다
nb: Ingenting her ennå
nl: Hier is nog niets
pl: Jeszcze nic tu nie ma
pt_br: Ainda não há nada aqui
pt_pt: Ainda não há nada aqui
ro: Încă nimic aici
sv: Inget här än
th: ยังไม่มีอะไรที่นี่
tr: Henüz burada bir şey yok
uk: Тут поки нічого немає
vi: Chưa có gì ở đây
zh_hans: 这里还没有内容

source: OK
ar: موافق
he: אישור
hi: ठीक है
ko: 확인
th: ตกลง
tr: Tamam
uk: Гаразд
zh_hans: 好

source: On This Day
ar: في مثل هذا اليوم
cs: Tento den
da: På denne dag
de: An diesem Tag
el: Αυτή την Ημέρα
es: En este día
fi: Tänä päivänä
fr: Ce jour-là
he: ביום הזה
hi: इस दिन
hu: Ezen a napon
id: Pada Hari Ini
it: In questo giorno
ja: この日の思い出
ko: 이 날의 추억
nb: På denne dagen
nl: Op deze dag
pl: W tym dniu
pt_br: Neste dia
pt_pt: Neste dia
ro: În această zi
sv: Den här dagen
th: ในวันนี้
tr: Bugün
uk: У цей день
vi: Vào ngày này
zh_hans: 那年今日

source: Open memory
ar: فتح الذكرى
cs: Otevřít vzpomínku
da: Åbn minde
de: Erinnerung öffnen
el: Άνοιγμα ανάμνησης
es: Abrir recuerdo
fi: Avaa muisto
fr: Ouvrir le souvenir
he: פתח זיכרון
hi: मेमोरी खोलें
hu: Emlék megnyitása
id: Buka kenangan
it: Apri ricordo
ja: メモリーを開く
ko: 메모리 열기
nb: Åpne minne
nl: Herinnering openen
pl: Otwórz wspomnienie
pt_br: Abrir lembrança
pt_pt: Abrir memória
ro: Deschide amintirea
sv: Öppna minne
th: เปิดความทรงจำ
tr: Anıyı aç
uk: Відкрити спогад
vi: Mở kỷ niệm
zh_hans: 打开回忆

source: Other
ar: أخرى
cs: Jiné
da: Andet
de: Sonstiges
el: Άλλο
es: Otro
fi: Muu
fr: Autre
he: אחר
hi: अन्य
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
ko: 기타
nb: Annet
nl: Overig
pl: Inne
pt_br: Outro
pt_pt: Outro
ro: Altele
sv: Övrigt
th: อื่นๆ
tr: Diğer
uk: Інше
vi: Khác
zh_hans: 其他

source: Personalize PMemories
ar: خصص PMemories
cs: Přizpůsobte si PMemories
da: Personliggør PMemories
de: PMemories personalisieren
el: Εξατομικεύστε το PMemories
es: Personaliza PMemories
fi: Mukauta PMemoriesia
fr: Personnalisez PMemories
he: התאם אישית את PMemories
hi: PMemories को निजीकृत करें
hu: Személyre szabhatod a PMemories-t
id: Personalisasi PMemories
it: Personalizza PMemories
ja: PMemoriesをパーソナライズ
ko: PMemories 개인화
nb: Tilpass PMemories
nl: Personaliseer PMemories
pl: Spersonalizuj PMemories
pt_br: Personalize o PMemories
pt_pt: Personaliza o PMemories
ro: Personalizează PMemories
sv: Anpassa PMemories
th: ปรับแต่ง PMemories ให้เป็นส่วนตัว
tr: PMemories'i kişiselleştir
uk: Персоналізуйте PMemories
vi: Cá nhân hóa PMemories
zh_hans: 个性化 PMemories

source: Photo
ar: صورة
cs: Fotka
da: Foto
de: Foto
el: Φωτογραφία
es: Foto
fi: Kuva
he: תמונה
hi: फ़ोटो
hu: Fotó
id: Foto
it: Foto
ja: 写真
ko: 사진
nb: Bilde
nl: Foto
pl: Zdjęcie
pt_br: Foto
pt_pt: Foto
ro: Fotografie
sv: Foto
th: รูปภาพ
tr: Fotoğraf
uk: Фото
vi: Ảnh
zh_hans: 照片

source: PiP Overlay
ar: طبقة الصورة داخل الصورة
cs: PiP překryv
el: Επικάλυψη PiP
es: Superposición PiP
fi: PiP-peittokuva
fr: Incrustation PiP
he: שכבת-על PiP
hi: PiP ओवरले
hu: PiP átfedés
id: Overlay PiP
it: Overlay PiP
ja: PiPオーバーレイ
ko: PiP 오버레이
nb: PiP-overlegg
pl: Nakładka PiP
pt_br: Sobreposição PiP
pt_pt: Sobreposição PiP
ro: Suprapunere PiP
th: โอเวอร์เลย์ PiP
tr: PiP Bindirmesi
uk: Накладка PiP
vi: Lớp phủ PiP
zh_hans: 画中画叠加

source: Pick photos and videos — PMemories builds a first cut automatically. Add a song and everything adjusts to match its length, ready for you to fine-tune.
ar: اختر الصور ومقاطع الفيديو — يقوم PMemories ببناء نسخة أولى تلقائيًا. أضف أغنية وستتكيف كل عناصر الفيديو تلقائيًا مع مدتها، جاهزة لتعديلها.
cs: Vyberte fotky a videa — PMemories automaticky vytvoří první verzi. Přidejte skladbu a vše se automaticky přizpůsobí její délce, připraveno k doladění.
da: Vælg billeder og videoer — PMemories bygger automatisk et første udkast. Tilføj en sang, og alt tilpasses automatisk dens længde, klar til finpudsning.
de: Wähle Fotos und Videos aus — PMemories erstellt automatisch einen ersten Schnitt. Füge einen Song hinzu, und alles passt sich automatisch dessen Länge an, bereit zum Verfeinern.
el: Επιλέξτε φωτογραφίες και βίντεο — το PMemories δημιουργεί αυτόματα μια πρώτη εκδοχή. Προσθέστε ένα τραγούδι και όλα προσαρμόζονται αυτόματα στη διάρκειά του, έτοιμα για τελειοποίηση.
es: Elige fotos y vídeos: PMemories crea automáticamente un primer montaje. Añade una canción y todo se ajusta automáticamente a su duración, listo para que lo perfecciones.
fi: Valitse kuvia ja videoita — PMemories rakentaa automaattisesti ensimmäisen version. Lisää kappale, ja kaikki mukautuu automaattisesti sen pituuteen, valmiina hiottavaksi.
fr: Choisissez des photos et vidéos — PMemories crée automatiquement un premier montage. Ajoutez une chanson et tout s'ajuste automatiquement à sa durée, prêt à peaufiner.
he: בחרו תמונות וסרטונים — PMemories בונה גרסה ראשונה אוטומטית. הוסיפו שיר והכול יתאים את עצמו אוטומטית לאורכו, מוכן לעדכון.
hi: फ़ोटो और वीडियो चुनें — PMemories अपने आप एक पहला संस्करण बना देगा। कोई गाना जोड़ें और सब कुछ अपने आप उसकी लंबाई के हिसाब से समायोजित हो जाएगा, जिसे आप बाद में संवार सकते हैं।
hu: Válassz fotókat és videókat — a PMemories automatikusan elkészíti az első vágást. Adj hozzá egy zeneszámot, és minden automatikusan alkalmazkodik a hosszához, készen a finomításra.
id: Pilih foto dan video — PMemories otomatis membuat potongan pertama. Tambahkan lagu dan semuanya otomatis menyesuaikan dengan durasinya, siap kamu sempurnakan.
it: Scegli foto e video: PMemories crea automaticamente un primo montaggio. Aggiungi una canzone e tutto si adatta automaticamente alla sua durata, pronto da perfezionare.
ja: 写真や動画を選ぶだけで、PMemoriesが自動で最初のカットを作成します。曲を追加すると、その長さに合わせて自動で調整され、あとは仕上げるだけです。
ko: 사진과 동영상을 선택하면 PMemories가 자동으로 초안을 만들어드립니다. 노래를 추가하면 길이에 맞춰 자동으로 조정되며, 그다음 다듬으면 됩니다.
nb: Velg bilder og videoer — PMemories lager automatisk en første versjon. Legg til en sang, så tilpasses alt automatisk til lengden, klart til finpuss.
nl: Kies foto's en video's — PMemories maakt automatisch een eerste versie. Voeg een nummer toe en alles past zich automatisch aan de lengte ervan aan, klaar om te verfijnen.
pl: Wybierz zdjęcia i wideo — PMemories automatycznie zbuduje pierwszą wersję. Dodaj utwór, a wszystko samo dopasuje się do jego długości, gotowe do dopracowania.
pt_br: Escolha fotos e vídeos — o PMemories monta automaticamente um primeiro corte. Adicione uma música e tudo se ajusta automaticamente à duração dela, pronto para você ajustar.
pt_pt: Escolha fotos e vídeos — o PMemories cria automaticamente um primeiro corte. Adicione uma música e tudo se ajusta automaticamente à duração dela, pronto a afinar.
ro: Alege fotografii și videoclipuri — PMemories construiește automat o primă variantă. Adaugă o melodie și totul se ajustează automat la durata ei, gata de ajustat.
sv: Välj foton och videor — PMemories bygger automatiskt en första version. Lägg till en låt så anpassas allt automatiskt efter dess längd, redo att finjusteras.
th: เลือกภาพถ่ายและวิดีโอ — PMemories จะสร้างเวอร์ชันแรกให้อัตโนมัติ เพิ่มเพลงแล้วทุกอย่างจะปรับให้เข้ากับความยาวของเพลงโดยอัตโนมัติ พร้อมให้คุณปรับแต่งต่อ
tr: Fotoğraf ve video seç — PMemories otomatik olarak ilk montajı oluşturur. Bir şarkı ekle, her şey otomatik olarak onun süresine uyum sağlasın, ince ayar yapmaya hazır.
uk: Оберіть фото та відео — PMemories автоматично створить перший варіант. Додайте пісню, і все автоматично підлаштується під її тривалість, готове до доопрацювання.
vi: Chọn ảnh và video — PMemories sẽ tự động dựng bản dựng đầu tiên. Thêm một bài hát và mọi thứ sẽ tự động điều chỉnh theo độ dài của bài hát, sẵn sàng để bạn chỉnh sửa thêm.
zh_hans: 选择照片和视频 —— PMemories 会自动生成初剪版本。添加一首歌曲后，所有内容会自动匹配歌曲长度，供你进一步微调。

source: Places to visit
ar: أماكن يجب زيارتها
cs: Místa k návštěvě
da: Steder at besøge
de: Sehenswürdigkeiten
el: Μέρη προς επίσκεψη
es: Lugares por visitar
fi: Vierailukohteet
fr: Lieux à visiter
he: מקומות לביקור
hi: घूमने की जगहें
hu: Meglátogatandó helyek
id: Tempat yang akan dikunjungi
it: Luoghi da visitare
ja: 訪れたい場所
ko: 방문할 장소
nb: Steder å besøke
nl: Te bezoeken plekken
pl: Miejsca do odwiedzenia
pt_br: Lugares para visitar
pt_pt: Locais a visitar
ro: Locuri de vizitat
sv: Platser att besöka
th: สถานที่ที่จะไปเยือน
tr: Gezilecek yerler
uk: Місця для відвідування
vi: Địa điểm cần ghé thăm
zh_hans: 想去的地方

source: Plan a trip
ar: خطط لرحلة
cs: Naplánovat cestu
da: Planlæg en rejse
de: Reise planen
el: Σχεδίασε ένα ταξίδι
es: Planificar un viaje
fi: Suunnittele matka
fr: Planifier un voyage
he: תכנן טיול
hi: यात्रा की योजना बनाएं
hu: Utazás tervezése
id: Rencanakan perjalanan
it: Pianifica un viaggio
ja: 旅行を計画する
ko: 여행 계획하기
nb: Planlegg en reise
nl: Plan een reis
pl: Zaplanuj podróż
pt_br: Planejar uma viagem
pt_pt: Planear uma viagem
ro: Planifică o călătorie
sv: Planera en resa
th: วางแผนการเดินทาง
tr: Seyahat planla
uk: Спланувати подорож
vi: Lên kế hoạch chuyến đi
zh_hans: 规划一次旅行

source: Plan your next journey
ar: خطط لرحلتك القادمة
cs: Naplánujte si další cestu
da: Planlæg din næste rejse
de: Plane deine nächste Reise
el: Σχεδιάστε το επόμενο ταξίδι σας
es: Planifica tu próximo viaje
fi: Suunnittele seuraava matkasi
fr: Planifiez votre prochain voyage
he: תכנן את הטיול הבא שלך
hi: अपनी अगली यात्रा की योजना बनाएं
hu: Tervezd meg a következő utazásodat
id: Rencanakan perjalanan berikutnya
it: Pianifica il tuo prossimo viaggio
ja: 次の旅を計画しよう
ko: 다음 여행을 계획하세요
nb: Planlegg din neste reise
nl: Plan je volgende reis
pl: Zaplanuj swoją następną podróż
pt_br: Planeje sua próxima viagem
pt_pt: Planeia a tua próxima viagem
ro: Planifică-ți următoarea călătorie
sv: Planera din nästa resa
th: วางแผนการเดินทางครั้งต่อไปของคุณ
tr: Bir sonraki seyahatini planla
uk: Сплануйте свою наступну подорож
vi: Lên kế hoạch cho chuyến đi tiếp theo của bạn
zh_hans: 规划你的下一次旅行

source: Plane
ar: طائرة
cs: Letadlo
da: Fly
de: Flugzeug
el: Αεροπλάνο
es: Avión
fi: Lentokone
fr: Avion
he: מטוס
hi: हवाई जहाज़
hu: Repülő
id: Pesawat
it: Aereo
ja: 飛行機
ko: 비행기
nb: Fly
nl: Vliegtuig
pl: Samolot
pt_br: Avião
pt_pt: Avião
ro: Avion
sv: Flygplan
th: เครื่องบิน
tr: Uçak
uk: Літак
vi: Máy bay
zh_hans: 飞机

source: Planned Trips
ar: الرحلات المخططة
cs: Naplánované výlety
da: Planlagte rejser
de: Geplante Reisen
el: Προγραμματισμένα ταξίδια
es: Viajes planificados
fi: Suunnitellut matkat
fr: Voyages planifiés
he: טיולים מתוכננים
hi: नियोजित यात्राएं
hu: Tervezett utazások
id: Perjalanan yang direncanakan
it: Viaggi pianificati
ja: 計画中の旅行
ko: 계획된 여행
nb: Planlagte reiser
nl: Geplande reizen
pl: Zaplanowane podróże
pt_br: Viagens planejadas
pt_pt: Viagens planeadas
ro: Călătorii planificate
sv: Planerade resor
th: ทริปที่วางแผนไว้
tr: Planlanan geziler
uk: Заплановані подорожі
vi: Chuyến đi đã lên kế hoạch
zh_hans: 已计划的旅行

source: Planned date
ar: التاريخ المخطط
cs: Plánované datum
da: Planlagt dato
de: Geplantes Datum
el: Προγραμματισμένη ημερομηνία
es: Fecha planificada
fi: Suunniteltu päivämäärä
fr: Date prévue
he: תאריך מתוכנן
hi: नियोजित तारीख
hu: Tervezett dátum
id: Tanggal rencana
it: Data prevista
ja: 予定日
ko: 예정일
nb: Planlagt dato
nl: Geplande datum
pl: Planowana data
pt_br: Data planejada
pt_pt: Data planeada
ro: Data planificată
sv: Planerat datum
th: วันที่วางแผนไว้
tr: Planlanan tarih
uk: Запланована дата
vi: Ngày dự kiến
zh_hans: 计划日期

source: Platinum
ar: بلاتيني
cs: Platina
da: Platin
de: Platin
el: Λευκόχρυσο
es: Platino
fi: Platina
fr: Platine
he: פלטינה
hi: प्लैटिनम
hu: Platina
it: Platino
ja: プラチナ
ko: 플래티넘
nb: Platina
nl: Platina
pl: Platyna
pt_br: Platina
pt_pt: Platina
ro: Platină
sv: Platina
th: แพลทินัม
tr: Platin
uk: Платина
vi: Bạch kim
zh_hans: 白金

source: Play Again
ar: تشغيل مرة أخرى
cs: Přehrát znovu
da: Afspil igen
de: Erneut abspielen
el: Αναπαραγωγή Ξανά
es: Reproducir de nuevo
fi: Toista uudelleen
fr: Rejouer
he: נגן שוב
hi: फिर से चलाएं
hu: Újra lejátszás
id: Putar Lagi
it: Riproduci di nuovo
ja: もう一度再生
ko: 다시 재생
nb: Spill av igjen
nl: Opnieuw afspelen
pl: Odtwórz ponownie
pt_br: Reproduzir novamente
pt_pt: Reproduzir novamente
ro: Redă din nou
sv: Spela igen
th: เล่นอีกครั้ง
tr: Tekrar Oynat
uk: Відтворити знову
vi: Phát lại
zh_hans: 再次播放

source: Playback failed
ar: فشل التشغيل
cs: Přehrávání se nezdařilo
da: Afspilning mislykkedes
de: Wiedergabe fehlgeschlagen
el: Η αναπαραγωγή απέτυχε
es: Error de reproducción
fi: Toisto epäonnistui
fr: Échec de la lecture
he: הניגון נכשל
hi: प्लेबैक विफल
hu: A lejátszás sikertelen
id: Pemutaran gagal
it: Riproduzione non riuscita
ja: 再生に失敗しました
ko: 재생 실패
nb: Avspilling mislyktes
nl: Afspelen mislukt
pl: Nie udało się odtworzyć
pt_br: Falha na reprodução
pt_pt: Falha na reprodução
ro: Redarea a eșuat
sv: Uppspelning misslyckades
th: การเล่นล้มเหลว
tr: Oynatma başarısız
uk: Помилка відтворення
vi: Phát lại thất bại
zh_hans: 播放失败

source: Playful
ar: مرح
cs: Hravý
da: Legende
de: Verspielt
el: Παιχνιδιάρικο
es: Divertida
fi: Leikkisä
fr: Ludique
he: שובבי
hi: चंचल
hu: Játékos
id: Ceria
it: Giocoso
ja: プレイフル
ko: 플레이풀
nb: Leken
nl: Speels
pl: Zabawna
pt_br: Divertido
pt_pt: Divertido
ro: Jucăuș
sv: Lekfull
th: สนุกสนาน
tr: Eğlenceli
uk: Грайливий
vi: Vui nhộn
zh_hans: 俏皮

source: Points
ar: النقاط
cs: Body
da: Point
de: Punkte
el: Πόντοι
es: Puntos
fi: Pisteet
he: נקודות
hi: अंक
hu: Pontok
id: Poin
it: Punti
ja: ポイント
ko: 포인트
nb: Poeng
nl: Punten
pl: Punkty
pt_br: Pontos
pt_pt: Pontos
ro: Puncte
sv: Poäng
th: คะแนน
tr: Puanlar
uk: Бали
vi: Điểm
zh_hans: 积分

source: Position
ar: الموضع
cs: Pozice
el: Θέση
es: Posición
fi: Sijainti
he: מיקום
hi: स्थिति
hu: Pozíció
id: Posisi
it: Posizione
ja: 位置
ko: 위치
nb: Posisjon
nl: Positie
pl: Pozycja
pt_br: Posição
pt_pt: Posição
ro: Poziție
th: ตำแหน่ง
tr: Konum
uk: Позиція
vi: Vị trí
zh_hans: 位置

source: Preview playback failed
ar: فشل تشغيل المعاينة
cs: Přehrání náhledu se nezdařilo
da: Forhåndsvisning mislykkedes
de: Vorschauwiedergabe fehlgeschlagen
el: Η αναπαραγωγή προεπισκόπησης απέτυχε
es: Error al reproducir la vista previa
fi: Esikatselun toisto epäonnistui
fr: Échec de la lecture de l'aperçu
he: ניגון התצוגה המקדימה נכשל
hi: पूर्वावलोकन प्लेबैक विफल
hu: Az előnézet lejátszása sikertelen
id: Pemutaran pratinjau gagal
it: Riproduzione anteprima non riuscita
ja: プレビュー再生に失敗しました
ko: 미리보기 재생 실패
nb: Forhåndsvisning mislyktes
nl: Voorbeeldweergave mislukt
pl: Nie udało się odtworzyć podglądu
pt_br: Falha na reprodução da prévia
pt_pt: Falha na reprodução da pré-visualização
ro: Redarea previzualizării a eșuat
sv: Förhandsvisning misslyckades
th: การเล่นตัวอย่างล้มเหลว
tr: Önizleme oynatma başarısız
uk: Помилка попереднього перегляду
vi: Phát bản xem trước thất bại
zh_hans: 预览播放失败

source: Profile
ar: الملف الشخصي
cs: Profil
da: Profil
de: Profil
el: Προφίλ
es: Perfil
fi: Profiili
fr: Profil
he: פרופיל
hi: प्रोफ़ाइल
hu: Profil
id: Profil
it: Profilo
ja: プロフィール
ko: 프로필
nb: Profil
nl: Profiel
pl: Profil
pt_br: Perfil
pt_pt: Perfil
ro: Profil
sv: Profil
th: โปรไฟล์
tr: Profil
uk: Профіль
vi: Hồ sơ
zh_hans: 个人资料

source: Quality
ar: الجودة
cs: Kvalita
da: Kvalitet
de: Qualität
el: Ποιότητα
es: Calidad
fi: Laatu
fr: Qualité
he: איכות
hi: गुणवत्ता
hu: Minőség
id: Kualitas
it: Qualità
ja: 画質
ko: 품질
nb: Kvalitet
nl: Kwaliteit
pl: Jakość
pt_br: Qualidade
pt_pt: Qualidade
ro: Calitate
sv: Kvalitet
th: คุณภาพ
tr: Kalite
uk: Якість
vi: Chất lượng
zh_hans: 质量

source: Ranking
ar: الترتيب
cs: Žebříček
da: Rangering
de: Rangliste
el: Κατάταξη
es: Clasificación
fi: Sijoitus
fr: Classement
he: דירוג
hi: रैंकिंग
hu: Rangsor
id: Peringkat
it: Classifica
ja: ランキング
ko: 랭킹
nb: Rangering
nl: Ranglijst
ro: Clasament
sv: Rankning
th: อันดับ
tr: Sıralama
uk: Рейтинг
vi: Xếp hạng
zh_hans: 排名

source: Ready to create another memory?
ar: هل أنت مستعد لإنشاء ذكرى أخرى؟
cs: Připraveni vytvořit další vzpomínku?
da: Klar til at skabe endnu et minde?
de: Bereit für eine weitere Erinnerung?
el: Έτοιμοι να δημιουργήσετε άλλη μια ανάμνηση;
es: ¿Listo para crear otro recuerdo?
fi: Valmiina luomaan uuden muiston?
fr: Prêt à créer un autre souvenir ?
he: מוכן ליצור זיכרון נוסף?
hi: एक और मेमोरी बनाने के लिए तैयार हैं?
hu: Készen állsz egy újabb emlék létrehozására?
id: Siap membuat kenangan lainnya?
it: Pronto a creare un altro ricordo?
ja: 次のメモリーを作る準備はできましたか？
ko: 또 다른 메모리를 만들 준비가 되셨나요?
nb: Klar for å skape enda et minne?
nl: Klaar om nog een herinnering te maken?
pl: Gotowy na kolejne wspomnienie?
pt_br: Pronto para criar mais uma lembrança?
pt_pt: Pronto para criar mais uma memória?
ro: Ești gata să creezi o altă amintire?
sv: Redo att skapa ett till minne?
th: พร้อมสร้างความทรงจำอีกครั้งหรือยัง?
tr: Başka bir anı oluşturmaya hazır mısın?
uk: Готові створити ще один спогад?
vi: Sẵn sàng tạo thêm một kỷ niệm nữa chưa?
zh_hans: 准备好创建另一段回忆了吗？

source: Ready to unlock
ar: جاهز للفتح
cs: Připraveno k odemčení
da: Klar til at låse op
de: Bereit zum Freischalten
el: Έτοιμο για ξεκλείδωμα
es: Listo para desbloquear
fi: Valmis avattavaksi
fr: Prêt à débloquer
he: מוכן לפתיחה
hi: अनलॉक के लिए तैयार
hu: Készen áll a feloldásra
id: Siap dibuka
it: Pronto per essere sbloccato
ja: 解除の準備完了
ko: 잠금 해제 준비 완료
nb: Klar til å låses opp
nl: Klaar om te ontgrendelen
pl: Gotowe do odblokowania
pt_br: Pronto para desbloquear
pt_pt: Pronto a desbloquear
ro: Gata de deblocare
sv: Redo att låsas upp
th: พร้อมปลดล็อก
tr: Kilit açmaya hazır
uk: Готово до розблокування
vi: Sẵn sàng mở khóa
zh_hans: 准备解锁

source: Recent Memories
ar: الذكريات الأخيرة
cs: Nedávné vzpomínky
da: Seneste minder
de: Neueste Erinnerungen
el: Πρόσφατες Αναμνήσεις
es: Recuerdos recientes
fi: Viimeisimmät muistot
fr: Souvenirs récents
he: זיכרונות אחרונים
hi: हाल की मेमोरीज़
hu: Legutóbbi emlékek
id: Kenangan Terbaru
it: Ricordi recenti
ja: 最近の思い出
ko: 최근 추억
nb: Nylige minner
nl: Recente herinneringen
pl: Ostatnie wspomnienia
pt_br: Memórias recentes
pt_pt: Memórias recentes
ro: Amintiri recente
sv: Senaste minnen
th: ความทรงจำล่าสุด
tr: Son Anılar
uk: Останні спогади
vi: Kỷ niệm gần đây
zh_hans: 最近的回忆

source: Recent Projects
ar: المشاريع الأخيرة
cs: Nedávné projekty
da: Seneste projekter
de: Neueste Projekte
el: Πρόσφατα Έργα
es: Proyectos recientes
fi: Viimeisimmät projektit
fr: Projets récents
he: פרויקטים אחרונים
hi: हाल के प्रोजेक्ट्स
hu: Legutóbbi projektek
id: Proyek Terbaru
it: Progetti recenti
ja: 最近のプロジェクト
ko: 최근 프로젝트
nb: Nylige prosjekter
nl: Recente projecten
pl: Ostatnie projekty
pt_br: Projetos recentes
pt_pt: Projetos recentes
ro: Proiecte recente
sv: Senaste projekt
th: โปรเจกต์ล่าสุด
tr: Son Projeler
uk: Останні проєкти
vi: Dự án gần đây
zh_hans: 最近的项目

source: Refresh shared trip
ar: تحديث الرحلة المشتركة
cs: Obnovit sdílený výlet
da: Opdater delt rejse
de: Geteilte Reise aktualisieren
el: Ανανέωση κοινόχρηστου ταξιδιού
es: Actualizar viaje compartido
fi: Päivitä jaettu matka
fr: Actualiser le voyage partagé
he: רענן את הטיול המשותף
hi: साझा यात्रा रीफ़्रेश करें
hu: Megosztott utazás frissítése
id: Perbarui perjalanan bersama
it: Aggiorna viaggio condiviso
ja: 共有した旅行を更新
ko: 공유된 여행 새로고침
nb: Oppdater delt reise
nl: Gedeelde reis vernieuwen
pl: Odśwież współdzieloną podróż
pt_br: Atualizar viagem compartilhada
pt_pt: Atualizar viagem partilhada
ro: Actualizează călătoria partajată
sv: Uppdatera delad resa
th: รีเฟรชทริปที่แชร์
tr: Paylaşılan geziyi yenile
uk: Оновити спільну подорож
vi: Làm mới chuyến đi được chia sẻ
zh_hans: 刷新共享的旅程

source: Remove
ar: إزالة
cs: Odebrat
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Quitar
fi: Poista
fr: Retirer
he: הסר
hi: हटाएं
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
nb: Fjern
nl: Verwijderen
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Elimină
sv: Ta bort
th: ลบ
tr: Kaldır
uk: Видалити
vi: Xóa
zh_hans: 移除

source: Remove Category
ar: إزالة الفئة
cs: Odebrat kategorii
da: Fjern kategori
de: Kategorie entfernen
el: Κατάργηση κατηγορίας
es: Quitar categoría
fi: Poista luokka
fr: Retirer la catégorie
he: הסר קטגוריה
hi: श्रेणी हटाएं
hu: Kategória eltávolítása
id: Hapus kategori
it: Rimuovi categoria
ja: カテゴリを削除
ko: 카테고리 제거
nb: Fjern kategori
nl: Categorie verwijderen
pl: Usuń kategorię
pt_br: Remover categoria
pt_pt: Remover categoria
ro: Elimină categoria
sv: Ta bort kategori
th: ลบหมวดหมู่
tr: Kategoriyi kaldır
uk: Видалити категорію
vi: Xóa danh mục
zh_hans: 移除分类

source: Remove photo
ar: إزالة الصورة
cs: Odebrat fotku
da: Fjern foto
de: Foto entfernen
el: Αφαίρεση φωτογραφίας
es: Quitar foto
fi: Poista kuva
fr: Supprimer la photo
he: הסר תמונה
hi: फ़ोटो हटाएं
hu: Fénykép eltávolítása
id: Hapus foto
it: Rimuovi foto
ja: 写真を削除
ko: 사진 제거
nb: Fjern bilde
nl: Foto verwijderen
pl: Usuń zdjęcie
pt_br: Remover foto
pt_pt: Remover fotografia
ro: Elimină fotografia
sv: Ta bort foto
th: ลบรูปภาพ
tr: Fotoğrafı kaldır
uk: Видалити фото
vi: Xóa ảnh
zh_hans: 移除照片

source: Rename
ar: إعادة تسمية
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el: Μετονομασία
es: Renombrar
fi: Nimeä uudelleen
fr: Renommer
he: שנה שם
hi: नाम बदलें
hu: Átnevezés
id: Ubah Nama
it: Rinomina
ja: 名前を変更
ko: 이름 바꾸기
nb: Gi nytt navn
nl: Naam wijzigen
pl: Zmień nazwę
pt_br: Renomear
pt_pt: Mudar o nome
ro: Redenumește
sv: Byt namn
th: เปลี่ยนชื่อ
tr: Yeniden Adlandır
uk: Перейменувати
vi: Đổi tên
zh_hans: 重命名

source: Reopen PMemories afterwards to see it in the new language.
ar: أعد فتح PMemories بعد ذلك لرؤيته باللغة الجديدة.
cs: Poté PMemories znovu otevřete, abyste viděli nový jazyk.
da: Åbn PMemories igen bagefter for at se det på det nye sprog.
de: Öffne PMemories danach erneut, um die neue Sprache zu sehen.
el: Ανοίξτε ξανά το PMemories για να το δείτε στη νέα γλώσσα.
es: Vuelve a abrir PMemories para verla en el nuevo idioma.
fi: Avaa PMemories uudelleen nähdäksesi uuden kielen.
fr: Rouvrez PMemories pour la voir dans la nouvelle langue.
he: פתח מחדש את PMemories כדי לראות את השפה החדשה.
hi: नई भाषा देखने के लिए PMemories फिर से खोलें।
hu: Ezután nyisd meg újra a PMemories-t az új nyelv megtekintéséhez.
id: Buka kembali PMemories untuk melihatnya dalam bahasa baru.
it: Riapri PMemories per vederla nella nuova lingua.
ja: 新しい言語を反映するには、PMemoriesを開き直してください。
ko: 새 언어를 확인하려면 PMemories를 다시 여세요.
nb: Åpne PMemories på nytt etterpå for å se det nye språket.
nl: Open PMemories daarna opnieuw om de nieuwe taal te zien.
pl: Otwórz PMemories ponownie, żeby zobaczyć nowy język.
pt_br: Reabra o PMemories depois para vê-lo no novo idioma.
pt_pt: Volte a abrir o PMemories para o ver no novo idioma.
ro: Redeschide PMemories apoi pentru a o vedea în noua limbă.
sv: Öppna PMemories igen efteråt för att se det nya språket.
th: เปิด PMemories อีกครั้งเพื่อดูภาษาใหม่
tr: Yeni dili görmek için PMemories'i tekrar açın.
uk: Відкрийте PMemories знову, щоб побачити нову мову.
vi: Hãy mở lại PMemories để xem ngôn ngữ mới.
zh_hans: 之后请重新打开 PMemories 以查看新语言。
